IDEA Open Model
SectionCharacteristics.Sz Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the first moment of area related to the Z axis.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Sz { get; set; }
Public Property Sz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace